Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

source: Opens transaction history
ar: يفتح سجل المعاملات
bn: লেনদেনের ইতিহাস খোলে
de: Öffnet den Buchungsverlauf
es: Abre el historial de movimientos
fr: Ouvre l’historique des opérations
hi: लेन-देन इतिहास खोलता है
id: Membuka riwayat transaksi
ja: 取引履歴を開きます
ko: 거래 내역을 엽니다
mr: व्यवहार इतिहास उघडते
ne: कारोबार इतिहास खोल्छ
pt_br: Abre o histórico de transações
ru: Открывает историю операций
ta: பரிவர்த்தனை வரலாற்றைத் திறக்கும்
te: లావాదేవీల చరిత్రను తెరుస్తుంది
tr: İşlem geçmişini açar
ur: لین دین کی تاریخ کھولتا ہے
vi: Mở lịch sử giao dịch
zh_hans: 打开交易记录

source: Optional
ar: اختياري
bn: ঐচ্ছিক
es: Opcional
fr: Facultatif
hi: वैकल्पिक
id: Opsional
ja: 任意
ko: 선택 사항
mr: ऐच्छिक
ne: वैकल्पिक
pt_br: Opcional
ru: Необязательно
ta: விருப்பம்
te: ఐచ్ఛికం
tr: İsteğe bağlı
ur: اختیاری
vi: Không bắt buộc
zh_hans: 可选

source: Over budget by
ar: تجاوز الميزانية بمقدار
bn: বাজেট ছাড়িয়েছে
de: Über Budget um
es: Sobre el presupuesto en
fr: Dépassement de
hi: बजट से अधिक
id: Melebihi anggaran
ja: 予算超過
ko: 예산 초과
mr: बजेटपेक्षा जास्त
ne: बजेटभन्दा बढी
pt_br: Acima do orçamento em
ru: Превышение бюджета на
ta: பட்ஜெட்டை மீறியது
te: బడ్జెట్ మించింది
tr: Bütçe aşımı
ur: بجٹ سے زیادہ
vi: Vượt ngân sách
zh_hans: 超出预算

source: Over budget by %@. Avoid new spending.
ar: تجاوزت الميزانية بمقدار %@. تجنّب الإنفاق الجديد.
bn: বাজেট %@ ছাড়িয়েছে। নতুন খরচ এড়িয়ে চলুন।
de: %@ über Budget. Neue Ausgaben vermeiden.
es: Sobre el presupuesto en %@. Evita nuevos gastos.
fr: Budget dépassé de %@. Évitez de nouvelles dépenses.
hi: बजट से %@ अधिक। नया खर्च टालें।
id: Melebihi anggaran %@. Hindari pengeluaran baru.
ja: 予算を %@ 超過しています。新たな支出は控えましょう。
ko: 예산을 %@ 초과했습니다. 추가 지출을 피하세요.
mr: बजेटपेक्षा %@ जास्त. नवीन खर्च टाळा.
ne: बजेटभन्दा %@ बढी। नयाँ खर्च नगर्नुहोस्।
pt_br: %@ acima do orçamento. Evite novos gastos.
ru: Бюджет превышен на %@. Избегайте новых трат.
ta: பட்ஜெட்டை %@ மீறியுள்ளீர்கள். புதிய செலவைத் தவிர்க்கவும்.
te: బడ్జెట్ %@ మించింది. కొత్త ఖర్చులు మానండి.
tr: Bütçeyi %@ aştınız. Yeni harcamadan kaçının.
ur: بجٹ سے %@ زیادہ۔ نیا خرچ نہ کریں۔
vi: Vượt ngân sách %@. Tránh chi tiêu mới.
zh_hans: 超出预算 %@。请避免新的支出。

source: Over-committed by %@
ar: تجاوزت الالتزامات بمقدار %@
bn: %@ বেশি বাধ্যবাধকতা
de: %@ zu viel verplant
es: Sobrepasado por %@
fr: Engagements dépassés de %@
hi: %@ से अधिक प्रतिबद्ध
id: Kelebihan komitmen sebesar %@
ja: %@不足
ko: %@ 초과
mr: जबाबदाऱ्या %@ ने जास्त
ne: %@ ले बढी प्रतिबद्धता
pt_br: %@ além da receita
ru: Перерасход обязательств на %@
ta: %@ அளவுக்கு அதிகமாக ஒதுக்கீடு செய்யப்பட்டுள்ளது
te: %@ మేర అధికంగా కట్టుబడి ఉన్నారు
tr: %@ fazla taahhüt
ur: %@ زیادہ واجبات
vi: Vượt cam kết %@

source: owes you %@
ar: مدين لك بمبلغ %@
bn: আপনাকে %@ দিতে হবে
de: schuldet dir %@
es: te debe %@
fr: vous doit %@
hi: आपको %@ देना है
id: berutang %@ kepada Anda
ja: あなたに %@ の借り
ko: 나에게 %@ 빚짐
mr: तुम्हाला %@ देणे
ne: तपाईंलाई %@ तिर्नुपर्ने
pt_br: deve %@ a você
ru: должен вам %@
ta: உங்களுக்கு %@ கடன்
te: మీకు %@ బాకీ
tr: size %@ borçlu
ur: آپ کو %@ دینا ہے
vi: nợ bạn %@
zh_hans: 欠你 %@

source: Paid off
ar: تم السداد بالكامل
bn: পরিশোধিত
de: Abbezahlt
es: Pagado
fr: Remboursé
hi: चुका दिया गया
id: Lunas
ja: 完済
ko: 완납
mr: पूर्ण फेड झाली
ne: पूरा तिरियो
pt_br: Quitado
ru: Погашено
ta: செலுத்தி முடிந்தது
te: పూర్తిగా చెల్లించారు
tr: Ödendi
ur: مکمل ادا شدہ
vi: Đã trả hết
zh_hans: 已还清

source: Paisa Khoi Export.csv
ar: تصدير Paisa Khoi.csv
pt_br: Paisa Khoi Exportação.csv

source: Paisa Khoi?
ar: أين مالي؟
bn: টাকা কই?
de: Wo ist mein Geld?
es: ¿Mi Dinero?
fr: Où est l'argent ?
hi: पैसा कहाँ?
id: Duit Ke Mana?
ja: お金どこ？
ko: 내 돈 어디?
mr: पैसे कुठे?
ne: पैसा खोई?
pt_br: Cadê Meu Dinheiro?
ru: Где деньги?
ta: பணம் எங்கே?
te: పైసా ఏడి?
tr: Param Nerede?
ur: پیسہ کہاں؟
vi: Tiền Đâu Rồi?
zh_hans: 钱去哪了？

source: Paste income from text
ar: لصق الدخل من نص
bn: টেক্সট থেকে আয় পেস্ট করুন
de: Einnahme aus Text einfügen
es: Pegar ingreso desde texto
fr: Coller un revenu depuis un texte
hi: टेक्स्ट से आय पेस्ट करें
id: Tempel pemasukan dari teks
ja: テキストから収入を貼り付け
ko: 텍스트에서 수입 가져오기
mr: मजकुरातून उत्पन्न पेस्ट करा
ne: टेक्स्टबाट आम्दानी पेस्ट गर्नुहोस्
pt_br: Colar receita de um texto
ru: Вставить доход из текста
ta: உரையிலிருந்து வருமானத்தை ஒட்டவும்
te: టెక్స్ట్ నుండి ఆదాయాన్ని పేస్ట్ చేయి
tr: Metinden gelir yapıştır
ur: متن سے آمدنی پیسٹ کریں
vi: Dán thu nhập từ văn bản
zh_hans: 从文本粘贴收入

source: Paste notes, messages, or email
ar: الصق ملاحظات أو رسائل أو بريدًا إلكترونيًا
bn: নোট, মেসেজ বা ইমেইল পেস্ট করুন
de: Notizen, Nachrichten oder E-Mails einfügen
es: Pega notas, mensajes o un correo
fr: Colle des notes, messages ou un e-mail
hi: नोट्स, मैसेज या ईमेल पेस्ट करें
id: Tempel catatan, pesan, atau email
ja: メモ、メッセージ、メールを貼り付け
ko: 메모, 메시지, 이메일을 붙여넣으세요
mr: नोट्स, मेसेज किंवा ईमेल पेस्ट करा
ne: नोट, म्यासेज, वा इमेल पेस्ट गर्नुहोस्
pt_br: Cole anotações, mensagens ou e-mail
ru: Вставьте заметки, сообщения или письмо
ta: குறிப்புகள், செய்திகள் அல்லது மின்னஞ்சலை ஒட்டவும்
te: నోట్స్, మెసేజ్‌లు, లేదా ఇమెయిల్ పేస్ట్ చేయండి
tr: Not, mesaj veya e-posta yapıştırın
ur: نوٹس، پیغامات، یا ای میل پیسٹ کریں
vi: Dán ghi chú, tin nhắn hoặc email
zh_hans: 粘贴笔记、短信或邮件

source: Paste or type here…
ar: الصق أو اكتب هنا…
bn: এখানে পেস্ট করুন বা টাইপ করুন…
de: Hier einfügen oder eingeben …
es: Pega o escribe aquí…
fr: Colle ou saisis ici…
hi: यहां पेस्ट करें या टाइप करें…
id: Tempel atau ketik di sini…
ja: ここに貼り付けるか入力…
ko: 여기에 붙여넣거나 입력하세요…
mr: इथे पेस्ट करा किंवा टाइप करा…
ne: यहाँ पेस्ट गर्नुहोस् वा टाइप गर्नुहोस्…
pt_br: Cole ou digite aqui…
ru: Вставьте или введите текст…
ta: இங்கே ஒட்டவும் அல்லது தட்டச்சு செய்யவும்…
te: ఇక్కడ పేస్ట్ చేయండి లేదా టైప్ చేయండి…
tr: Buraya yapıştırın veya yazın…
ur: یہاں پیسٹ کریں یا ٹائپ کریں…
vi: Dán hoặc nhập vào đây…
zh_hans: 在此粘贴或输入…

source: Paste payslip or bank message…
ar: الصق قسيمة الراتب أو رسالة البنك…
bn: পে-স্লিপ বা ব্যাংক মেসেজ পেস্ট করুন…
de: Gehaltsabrechnung oder Bank-Nachricht einfügen …
es: Pega tu nómina o un mensaje del banco…
fr: Colle une fiche de paie ou un message bancaire…
hi: पेस्लिप या बैंक मैसेज पेस्ट करें…
id: Tempel slip gaji atau pesan bank…
ja: 給与明細や銀行のメッセージを貼り付け…
ko: 급여명세서나 은행 메시지를 붙여넣으세요…
mr: पगार स्लिप किंवा बँक मेसेज पेस्ट करा…
ne: तलब पर्ची वा बैंक म्यासेज पेस्ट गर्नुहोस्…
pt_br: Cole o holerite ou mensagem do banco…
ru: Вставьте расчётный лист или сообщение банка…
ta: சம்பள சீட்டு அல்லது வங்கி செய்தியை ஒட்டவும்…
te: పేస్లిప్ లేదా బ్యాంక్ మెసేజ్ పేస్ట్ చేయండి…
tr: Maaş bordrosu veya banka mesajı yapıştırın…
ur: تنخواہ کی پرچی یا بینک پیغام پیسٹ کریں…
vi: Dán phiếu lương hoặc tin nhắn ngân hàng…
zh_hans: 粘贴工资单或银行短信…

source: Pay
ar: دفع
bn: পরিশোধ করুন
de: Bezahlen
es: Pagar
fr: Payer
hi: भुगतान करें
id: Bayar
ja: 支払う
ko: 결제
mr: पैसे भरा
ne: तिर्नुहोस्
pt_br: Pagar
ru: Оплатить
ta: செலுத்து
te: చెల్లించు
tr: Öde
ur: ادا کریں
vi: Trả
zh_hans: 支付

source: Pay cycle
ar: دورة الراتب
bn: পেমেন্ট চক্র
de: Zahlungszyklus
es: Ciclo de pago
fr: Cycle de paie
hi: भुगतान चक्र
id: Siklus pembayaran
ja: 給料サイクル
ko: 급여 주기
mr: पगार सायकल
ne: तलब चक्र
pt_br: Ciclo de pagamento
ru: Расчётный период
ta: சம்பள சுழற்சி
te: చెల్లింపు సైకిల్
tr: Ödeme dönemi
ur: ادائیگی کا دورانیہ
vi: Chu kỳ trả lương
zh_hans: 发薪周期

source: Pay Cycle
ar: دورة الراتب
bn: পেমেন্ট চক্র
de: Zahlungszyklus
es: Ciclo de pago
fr: Cycle de paie
hi: भुगतान चक्र
id: Siklus Pembayaran
ja: 給料サイクル
ko: 급여 주기
mr: पगार सायकल
ne: तलब चक्र
pt_br: Ciclo de Pagamento
ru: Расчётный период
ta: சம்பள சுழற்சி
te: చెల్లింపు సైకిల్
tr: Ödeme Dönemi
ur: ادائیگی کا دورانیہ
vi: Chu kỳ trả lương
zh_hans: 发薪周期

source: Pay off & close
ar: السداد والإغلاق
bn: পরিশোধ করে বন্ধ করুন
de: Abbezahlen & schließen
es: Liquidar y cerrar
fr: Rembourser et clôturer
hi: चुकाएं और बंद करें
id: Lunasi & tutup
ja: 完済して終了
ko: 완납하고 닫기
mr: फेड करा आणि बंद करा
ne: तिरेर बन्द गर्नुहोस्
pt_br: Quitar e encerrar
ru: Погасить и закрыть
ta: செலுத்தி முடித்து மூடு
te: చెల్లించి మూసివేయి
tr: Öde ve kapat
ur: ادا کریں اور بند کریں
vi: Trả hết & đóng
zh_hans: 还清并关闭

source: Pay off %@
ar: سداد %@
bn: %@ পরিশোধ করুন
de: %@ abbezahlen
es: Liquidar %@
fr: Rembourser %@
hi: %@ चुकाएं
id: Lunasi %@
ja: %@を完済
ko: %@ 완납하기
mr: %@ फेड करा
ne: %@ तिर्नुहोस्
pt_br: Quitar %@
ru: Погасить %@
ta: %@ ஐ செலுத்தி முடிக்கவும்
te: %@ చెల్లించు
tr: %@ öde
ur: %@ ادا کریں
vi: Trả hết %@
zh_hans: 还清 %@

source: Pay off the remaining %@?
ar: سداد المتبقي وقدره %@؟
bn: বাকি থাকা %@ পরিশোধ করবেন?
de: Verbleibende %@ abbezahlen?
es: ¿Liquidar los %@ restantes?
fr: Rembourser les %@ restants ?
hi: बचे हुए %@ चुकाएं?
id: Lunasi sisa %@?
ja: 残り%@を完済しますか？
ko: 남은 금액 %@을 완납할까요?
mr: उरलेले %@ फेड करायचे का?
ne: बाँकी %@ तिर्ने?
pt_br: Quitar o restante de %@?
ru: Погасить оставшиеся %@?
ta: மீதமுள்ள %@ ஐ செலுத்தி முடிக்கவா?
te: మిగిలిన %@ చెల్లించాలా?
tr: Kalan %@ ödensin mi?
ur: باقی ماندہ %@ ادا کریں؟
vi: Trả hết số tiền còn lại %@?
zh_hans: 还清剩余的 %@？

source: Payday
ar: يوم الراتب
bn: বেতনের দিন
de: Zahltag
es: Día de pago
fr: Jour de paie
hi: सैलरी डे
id: Hari gajian
ja: 給料日
ko: 월급날
mr: पगाराचा दिवस
ne: तलब दिन
pt_br: Dia do pagamento
ru: День зарплаты
ta: சம்பள நாள்
te: జీతం రోజు
tr: Maaş günü
ur: تنخواہ کا دن
vi: Ngày lương
zh_hans: 发薪日

source: Payday (day of month)
ar: يوم الراتب (يوم من الشهر)
bn: বেতনের দিন (মাসের কততম দিন)
de: Zahltag (Tag des Monats)
es: Día de pago (día del mes)
fr: Jour de paie (jour du mois)
hi: सैलरी डे (महीने का दिन)
id: Hari gajian (tanggal dalam bulan)
ja: 給料日（毎月の日付）
ko: 급여일 (매월 며칠)
mr: पगाराचा दिवस (महिन्याचा दिवस)
ne: तलब दिन (महिनाको कुन दिन)
pt_br: Dia do pagamento (dia do mês)
ru: День зарплаты (число месяца)
ta: சம்பள நாள் (மாதத்தின் தேதி)
te: జీతం రోజు (నెలలో రోజు)
tr: Maaş günü (ayın günü)
ur: تنخواہ کا دن (مہینے کا دن)
vi: Ngày lương (ngày trong tháng)
zh_hans: 发薪日（每月第几天）

source: Payments
ar: الدفعات
bn: পেমেন্ট
de: Zahlungen
es: Pagos
fr: Paiements
hi: भुगतान
id: Pembayaran
ja: 支払い
ko: 결제
mr: पेमेंट्स
ne: भुक्तानीहरू
pt_br: Pagamentos
ru: Платежи
ta: கட்டணங்கள்
te: చెల్లింపులు
tr: Ödemeler
ur: ادائیگیاں
vi: Khoản thanh toán
zh_hans: 付款

source: PER DAY
ar: يوميًا
bn: প্রতিদিন
de: PRO TAG
es: POR DÍA
fr: PAR JOUR
hi: प्रति दिन
id: PER HARI
ja: 1日あたり
ko: 하루 평균
mr: दररोज
ne: प्रति दिन
pt_br: POR DIA
ru: В ДЕНЬ
ta: நாள் ஒன்றுக்கு
te: రోజుకు
tr: GÜNLÜK
ur: یومیہ
vi: MỖI NGÀY
zh_hans: 每日平均

source: Period
ar: الفترة
bn: সময়কাল
de: Zeitraum
es: Periodo
fr: Période
hi: अवधि
id: Periode
ja: 期間
ko: 기간
mr: कालावधी
ne: अवधि
pt_br: Período
ru: Период
ta: காலம்
te: వ్యవధి
tr: Dönem
ur: دورانیہ
vi: Kỳ hạn
zh_hans: 周期

source: Permanently deletes all transactions, friends, debts, savings, and installments. Categories are reset to defaults. This cannot be undone.
ar: يحذف نهائيًا كل المعاملات والأصدقاء والديون والمدخرات والأقساط. تُعاد الفئات إلى الوضع الافتراضي. لا يمكن التراجع عن هذا.
bn: সব লেনদেন, বন্ধু, ধার, সঞ্চয় ও কিস্তি স্থায়ীভাবে মুছে ফেলে। বিভাগগুলো ডিফল্টে ফিরে যায়। এটি ফেরানো যাবে না।
de: Löscht dauerhaft alle Buchungen, Freunde, Schulden, Ersparnisse und Raten. Kategorien werden zurückgesetzt. Das lässt sich nicht rückgängig machen.
es: Elimina de forma permanente todos los movimientos, amigos, deudas, ahorros y plazos. Las categorías vuelven a los valores por defecto. No se puede deshacer.
fr: Supprime définitivement toutes les opérations, amis, dettes, épargnes et échéances. Les catégories sont réinitialisées. Action irréversible.
hi: सभी लेन-देन, मित्र, उधार, बचत और किश्तें स्थायी रूप से हटा देता है। श्रेणियाँ डिफ़ॉल्ट पर आ जाती हैं। इसे पूर्ववत नहीं किया जा सकता।
id: Menghapus permanen semua transaksi, teman, utang, tabungan, dan cicilan. Kategori dikembalikan ke bawaan. Tindakan ini tidak bisa dibatalkan.
ja: すべての取引・友だち・貸借・貯蓄・分割払いを完全に削除します。カテゴリは初期状態に戻ります。元に戻せません。
ko: 모든 거래, 친구, 채무, 저축, 할부를 영구 삭제합니다. 분류는 기본값으로 초기화됩니다. 되돌릴 수 없습니다.
mr: सर्व व्यवहार, मित्र, कर्जे, बचत आणि हप्ते कायमचे हटवते. श्रेण्या पूर्वनियोजित स्थितीत येतात. हे पूर्ववत करता येत नाही.
ne: सबै कारोबार, साथी, ऋण, बचत र किस्ता स्थायी रूपमा मेटाउँछ। श्रेणीहरू पूर्वनिर्धारितमा फर्किन्छन्। यो फिर्ता गर्न मिल्दैन।
pt_br: Exclui permanentemente todas as transações, amigos, dívidas, poupanças e parcelas. As categorias voltam ao padrão. Não é possível desfazer.
ru: Безвозвратно удаляет все операции, друзей, долги, накопления и рассрочки. Категории сбрасываются к стандартным. Отменить нельзя.
ta: அனைத்து பரிவர்த்தனைகள், நண்பர்கள், கடன்கள், சேமிப்புகள், தவணைகளை நிரந்தரமாக நீக்கும். பிரிவுகள் இயல்புநிலைக்குத் திரும்பும். இதைச் செயல்தவிர்க்க முடியாது.
te: అన్ని లావాదేవీలు, స్నేహితులు, అప్పులు, పొదుపులు, వాయిదాలను శాశ్వతంగా తొలగిస్తుంది. వర్గాలు డిఫాల్ట్‌కు మారతాయి. దీన్ని రద్దు చేయలేరు.
tr: Tüm işlemleri, arkadaşları, borçları, birikimleri ve taksitleri kalıcı olarak siler. Kategoriler varsayılana döner. Bu işlem geri alınamaz.
ur: تمام لین دین، دوست، قرض، بچت اور اقساط مستقل طور پر حذف کر دیتا ہے۔ زمرے ڈیفالٹ پر آ جاتے ہیں۔ اسے واپس نہیں کیا جا سکتا۔
vi: Xóa vĩnh viễn mọi giao dịch, bạn bè, khoản nợ, tiết kiệm và trả góp. Danh mục trở về mặc định. Không thể hoàn tác.
zh_hans: 永久删除所有交易、好友、欠款、储蓄和分期。分类将恢复默认。此操作无法撤销。

source: Plan
ar: الخطة
bn: পরিকল্পনা
hi: योजना
id: Rencana
ja: プラン
ko: 플랜
mr: योजना
ne: योजना
pt_br: Plano
ru: План
ta: திட்டம்
te: ప్లాన్
ur: منصوبہ
vi: Kế hoạch
zh_hans: 计划

source: Planning
ar: التخطيط
bn: পরিকল্পনা
de: Planung
es: Planificación
fr: Planification
hi: योजना
id: Perencanaan
ja: プランニング
ko: 계획
mr: नियोजन
ne: योजना बनाउने
pt_br: Planejamento
ru: Планирование
ta: திட்டமிடல்
te: ప్లానింగ్
tr: Planlama
ur: منصوبہ بندی
vi: Lập kế hoạch
zh_hans: 规划

source: Pots
ar: أوعية الادخار
bn: পট
de: Töpfe
es: Huchas
fr: Cagnottes
hi: पॉट्स
id: Pot
ja: 貯金箱
ko: 저금통
mr: पॉट्स
ne: पोटहरू
pt_br: Caixinhas
ru: Копилки
ta: பாட்டுகள்
te: పొదుపు పెట్టెలు
tr: Kumbaralar
ur: بچت برتن
vi: Quỹ
zh_hans: 钱罐

source: Pots, goals, and where to keep money
ar: أوعية الادخار والأهداف ومكان الاحتفاظ بالمال
bn: পট, লক্ষ্য, আর টাকা কোথায় রাখবেন
de: Töpfe, Ziele und wo du dein Geld aufbewahrst
es: Huchas, metas y dónde guardar tu dinero
fr: Cagnottes, objectifs et où garder ton argent
hi: पॉट्स, लक्ष्य, और पैसा कहां रखें
id: Pot, tujuan, dan tempat menyimpan uang
ja: 貯金箱、目標、お金の保管先
ko: 저금통, 목표, 돈을 보관할 곳
mr: पॉट्स, उद्दिष्टे आणि पैसे कुठे ठेवायचे
ne: पोट, लक्ष्य, र पैसा कहाँ राख्ने
pt_br: Caixinhas, metas e onde guardar seu dinheiro
ru: Копилки, цели и куда откладывать деньги
ta: பாட்டுகள், இலக்குகள், மற்றும் பணத்தை எங்கு வைப்பது
te: పొదుపు పెట్టెలు, లక్ష్యాలు, డబ్బు ఎక్కడ ఉంచాలి
tr: Kumbaralar, hedefler ve parayı nerede tutacağınız
ur: بچت برتن، اہداف، اور پیسہ کہاں رکھنا ہے
vi: Quỹ, mục tiêu và nơi giữ tiền
zh_hans: 钱罐、目标，以及钱该放在哪

source: Pre-alert scheduled for payday
ar: تنبيه مسبق مجدول ليوم الراتب
bn: বেতনের দিনের জন্য প্রি-অ্যালার্ট শিডিউল করা আছে
de: Vorab-Erinnerung für den Zahltag geplant
es: Aviso previo programado para el día de pago
fr: Alerte programmée pour le jour de paie
hi: सैलरी डे के लिए पहले से अलर्ट शेड्यूल किया गया
id: Peringatan awal dijadwalkan untuk hari gajian
ja: 給料日に事前通知を予定
ko: 월급날에 맞춰 사전 알림 예약됨
mr: पगाराच्या दिवसासाठी पूर्व-सूचना शेड्यूल केली
ne: तलब दिनको लागि पूर्व-सूचना तय गरिएको
pt_br: Alerta prévio agendado para o dia do pagamento
ru: Уведомление запланировано на день зарплаты
ta: சம்பள நாளுக்கு முன் எச்சரிக்கை திட்டமிடப்பட்டுள்ளது
te: జీతం రోజు కోసం ముందస్తు అలర్ట్ షెడ్యూల్ చేయబడింది
tr: Maaş günü için ön uyarı planlandı
ur: تنخواہ کے دن کے لیے پیشگی الرٹ شیڈول کیا گیا
vi: Cảnh báo trước đã lên lịch vào ngày lương
zh_hans: 已安排在发薪日提前提醒

source: Pre-filled from your salary in Settings. Paste a payslip or message to detect it automatically — foreign amounts are converted to your currency.
ar: مُعبّأ مسبقًا من راتبك في الإعدادات. الصق قسيمة راتب أو رسالة لاكتشافه تلقائيًا — يتم تحويل المبالغ الأجنبية إلى عملتك.
bn: সেটিংসে থাকা আপনার বেতন থেকে আগেই পূরণ করা। স্বয়ংক্রিয়ভাবে শনাক্ত করতে একটি পে-স্লিপ বা মেসেজ পেস্ট করুন — বিদেশি মুদ্রার পরিমাণ আপনার মুদ্রায় রূপান্তরিত হয়ে যাবে।
de: Vorausgefüllt mit deinem Gehalt aus den Einstellungen. Füge eine Gehaltsabrechnung oder Nachricht ein, um es automatisch zu erkennen – fremde Beträge werden in deine Währung umgerechnet.
es: Se rellena con tu salario de Ajustes. Pega una nómina o un mensaje para detectarlo automáticamente; los importes en otra moneda se convierten a la tuya.
fr: Pré-rempli avec ton salaire depuis Réglages. Colle une fiche de paie ou un message pour le détecter automatiquement — les montants étrangers sont convertis dans ta devise.
hi: आपकी सेटिंग्स में मौजूद सैलरी से पहले से भरा गया। इसे अपने आप पहचानने के लिए पेस्लिप या मैसेज पेस्ट करें — विदेशी राशियां आपकी करेंसी में बदल दी जाती हैं।
id: Diisi otomatis dari gajimu di Pengaturan. Tempel slip gaji atau pesan untuk mendeteksinya secara otomatis — nominal asing akan dikonversi ke mata uangmu.
ja: 設定の給与額があらかじめ入力されています。給与明細やメッセージを貼り付ければ自動で検出されます。外貨の金額もあなたの通貨に換算されます。
ko: 설정에 저장된 급여로 미리 채워져 있어요. 급여명세서나 메시지를 붙여넣으면 자동으로 감지돼요 — 외화 금액은 사용 중인 통화로 환산돼요.
mr: सेटिंग्जमधील तुमच्या पगारावरून आधीच भरलेले. आपोआप ओळखण्यासाठी पगार स्लिप किंवा मेसेज पेस्ट करा — परकीय रक्कम तुमच्या चलनात रूपांतरित केली जाते.
ne: सेटिङमा भएको तपाईंको तलबबाट पहिल्यै भरिएको। यसलाई स्वतः पत्ता लगाउन तलब पर्ची वा म्यासेज पेस्ट गर्नुहोस् — विदेशी रकम तपाईंको मुद्रामा रूपान्तरण हुन्छ।
pt_br: Preenchido automaticamente com o salário definido em Ajustes. Cole um holerite ou mensagem para detectar o valor automaticamente — valores em outra moeda são convertidos para a sua.
ru: Заполнено на основе зарплаты из настроек. Вставьте расчётный лист или сообщение, чтобы распознать сумму автоматически — суммы в другой валюте будут конвертированы.
ta: அமைப்புகளில் உள்ள உங்கள் சம்பளத்திலிருந்து முன்பே நிரப்பப்பட்டுள்ளது. தானாக கண்டறிய சம்பள சீட்டு அல்லது செய்தியை ஒட்டவும் — வெளிநாட்டு தொகைகள் உங்கள் நாணயத்திற்கு மாற்றப்படும்.
te: Settingsలో మీ జీతం నుండి ముందుగా నింపబడింది. దాన్ని ఆటోమేటిక్‌గా గుర్తించడానికి పేస్లిప్ లేదా మెసేజ్ పేస్ట్ చేయండి — విదేశీ మొత్తాలు మీ కరెన్సీకి మార్చబడతాయి.
tr: Ayarlar'daki maaşınızdan otomatik dolduruldu. Otomatik algılanması için bir bordro ya da mesaj yapıştırın — yabancı tutarlar para biriminize çevrilir.
ur: ترتیبات میں آپ کی تنخواہ سے پہلے سے بھرا گیا۔ خودکار شناخت کے لیے تنخواہ کی پرچی یا پیغام پیسٹ کریں — غیر ملکی رقوم آپ کی کرنسی میں تبدیل ہو جاتی ہیں۔
vi: Tự động điền từ mức lương trong Cài đặt. Dán phiếu lương hoặc tin nhắn để nhận diện tự động — số tiền nước ngoài sẽ được quy đổi sang đơn vị tiền tệ của bạn.

source: Previous month
ar: الشهر السابق
bn: আগের মাস
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
hi: पिछला महीना
id: Bulan sebelumnya
ja: 前月
ko: 지난 달
mr: मागील महिना
ne: अघिल्लो महिना
pt_br: Mês anterior
ru: Предыдущий месяц
ta: முந்தைய மாதம்
te: మునుపటి నెల
ur: گزشتہ مہینہ
vi: Tháng trước

source: Private by default
ar: خاص بشكل افتراضي
bn: ডিফল্টভাবে প্রাইভেট
de: Standardmäßig privat
es: Privado por defecto
fr: Privé par défaut
hi: डिफ़ॉल्ट रूप से निजी
id: Privat secara default
ja: 初期状態では非公開
ko: 기본적으로 비공개
mr: डीफॉल्टनुसार खासगी
ne: पहिल्यैदेखि नै निजी
pt_br: Privado por padrão
ru: Конфиденциально по умолчанию
ta: இயல்பாகவே தனிப்பட்டது
te: డిఫాల్ట్‌గా ప్రైవేట్
tr: Varsayılan olarak gizli
ur: پہلے سے نجی
vi: Riêng tư theo mặc định
zh_hans: 默认私密

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
ja: プロフィール
ko: 프로필
mr: प्रोफाइल
ne: प्रोफाइल
pt_br: Perfil
ru: Профиль
ta: சுயவிவரம்
te: ప్రొఫైల్
tr: Profil
ur: پروفائل
vi: Hồ sơ
zh_hans: 个人资料

source: Pulls your cloud data onto this device, overwriting matching local records.
ar: يسحب بياناتك السحابية إلى هذا الجهاز، ويستبدل السجلات المحلية المطابقة.
bn: আপনার ক্লাউড ডেটা এই ডিভাইসে নিয়ে আসে, মিলে যাওয়া লোকাল রেকর্ডগুলো ওভাররাইট করে।
de: Lädt deine Cloud-Daten auf dieses Gerät und überschreibt dabei passende lokale Einträge.
es: Descarga tus datos de la nube a este dispositivo y sobrescribe los registros locales coincidentes.
fr: Récupère tes données du cloud sur cet appareil, en écrasant les enregistrements locaux correspondants.
hi: यह आपके क्लाउड डेटा को इस डिवाइस पर लाता है, और मिलते-जुलते स्थानीय रिकॉर्ड को बदल देता है।
id: Menarik data cloud-mu ke perangkat ini, menimpa catatan lokal yang cocok.
ja: クラウドのデータをこのデバイスに取り込み、一致するローカルの記録を上書きします。
ko: 클라우드 데이터를 이 기기로 가져오고, 일치하는 로컬 기록을 덮어써요.
mr: तुमचा क्लाउड डेटा या डिव्हाइसवर आणतो आणि जुळणाऱ्या स्थानिक नोंदी बदलतो.
ne: तपाईंको क्लाउड डेटालाई यो डिभाइसमा ल्याउँछ र मिल्दा स्थानीय रेकर्डहरूलाई ओभरराइट गर्छ।
pt_br: Traz seus dados da nuvem para este dispositivo, substituindo os registros locais correspondentes.
ru: Загружает данные из облака на это устройство, перезаписывая совпадающие локальные записи.
ta: உங்கள் கிளவுட் தரவை இந்த சாதனத்திற்கு கொண்டுவருகிறது, பொருந்தும் உள்ளூர் பதிவுகளை மேலெழுதுகிறது.
te: మీ క్లౌడ్ డేటాను ఈ పరికరంలోకి తీసుకువస్తుంది, సరిపోలే లోకల్ రికార్డులను ఓవర్‌రైట్ చేస్తుంది.
tr: Bulut verilerinizi bu cihaza çeker ve eşleşen yerel kayıtların üzerine yazar.
ur: آپ کے کلاؤڈ ڈیٹا کو اس آلے پر لاتا ہے، مماثل مقامی ریکارڈز کو اوور رائٹ کرتے ہوئے۔
vi: Tải dữ liệu đám mây của bạn về thiết bị này, ghi đè lên các bản ghi cục bộ trùng khớp.
zh_hans: 把云端数据拉取到此设备，并覆盖本地相同的记录。

source: Purchase
ar: شراء
bn: কেনাকাটা
de: Kauf
es: Compra
fr: Achat
hi: खरीद
id: Pembelian
ja: 購入
ko: 구매
mr: खरेदी
ne: खरिद
pt_br: Compra
ru: Покупка
ta: கொள்முதல்
te: కొనుగోలు
tr: Satın Alım
ur: خریداری
vi: Giao dịch mua
zh_hans: 消费

source: Put aside for savings
ar: وضع جانبًا للادخار
bn: সঞ্চয়ের জন্য আলাদা রাখুন
de: Für Ersparnisse zurücklegen
es: Apartar para ahorro
fr: Mets de côté pour l’épargne
hi: बचत के लिए अलग रखें
id: Sisihkan untuk tabungan
ja: 貯金として確保
ko: 저축용으로 따로 두기
mr: बचतीसाठी बाजूला ठेवा
ne: बचतका लागि छुट्याउनुहोस्
pt_br: Reservar para poupança
ru: Отложить на накопления
ta: சேமிப்புக்காக ஒதுக்கு
te: పొదుపు కోసం పక్కన పెట్టండి
tr: Birikim için ayır
ur: بچت کے لیے الگ رکھیں
vi: Dành riêng để tiết kiệm
zh_hans: 存入储蓄

source: Quick actions
ar: إجراءات سريعة
bn: কুইক অ্যাকশন
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
hi: क्विक एक्शन
id: Aksi cepat
ja: クイックアクション
ko: 빠른 동작
mr: क्विक अ‍ॅक्शन्स
ne: द्रुत कार्यहरू
pt_br: Ações rápidas
ru: Быстрые действия
ta: விரைவு செயல்கள்
te: త్వరిత చర్యలు
tr: Hızlı işlemler
ur: فوری اعمال
vi: Thao tác nhanh

source: Received
ar: مستلَم
bn: গৃহীত
de: Erhalten
es: Recibido
fr: Reçu
hi: प्राप्त
id: Diterima
ja: 受け取り
ko: 받음
mr: मिळाले
ne: प्राप्त भयो
pt_br: Recebido
ru: Получено
ta: பெறப்பட்டது
te: అందుకున్నారు
tr: Alındı
ur: موصول شدہ
vi: Đã nhận
zh_hans: 已收

source: RECEIVED
ar: الوارد
bn: প্রাপ্তি
de: ERHALTEN
es: RECIBIDO
fr: REÇU
hi: प्राप्त
id: DITERIMA
ja: 収入
ko: 수입
mr: जमा
ne: प्राप्ति
pt_br: RECEBIDO
ru: ПОЛУЧЕНО
ta: வரவு
te: ఆదాయం
tr: ALINAN
ur: وصول
vi: ĐÃ NHẬN
zh_hans: 收入

source: Recent
ar: الأحدث
bn: সাম্প্রতিক
de: Zuletzt
es: Reciente
fr: Récent
hi: हाल का
id: Terbaru
ja: 最近
ko: 최근
mr: अलीकडील
ne: हालसालैका
pt_br: Recentes
ru: Недавние
ta: சமீபத்திய
te: ఇటీవలివి
tr: Son
ur: حالیہ
vi: Gần đây
zh_hans: 最近

source: Recommended savings
ar: المدخرات الموصى بها
bn: প্রস্তাবিত সঞ্চয়
de: Empfohlene Ersparnisse
es: Ahorro recomendado
fr: Épargne recommandée
hi: अनुशंसित बचत
id: Tabungan yang disarankan
ja: おすすめの貯金額
ko: 추천 저축액
mr: शिफारस केलेली बचत
ne: सिफारिस गरिएको बचत
pt_br: Poupança recomendada
ru: Рекомендуемые накопления
ta: பரிந்துரைக்கப்பட்ட சேமிப்பு
te: సిఫారసు చేసిన పొదుపు
tr: Önerilen birikim
ur: تجویز کردہ بچت
vi: Tiết kiệm được đề xuất
